{
    "name": "IJN Naganami",
    "id": 30183,
    "skins": [
        {
            "name": "Naganami ",
            "quotes": [
                {
                    "key": "drop_descrip",
                    "voice": "",
                    "name": "Drop description",
                    "quote": "Yuugumo-class destroyer number four – Naganami."
                },
                {
                    "key": "profile",
                    "voice": "profile.wav",
                    "name": "Details",
                    "quote": "I'm Naganami, fourth ship of the Yuugumo class. During the War, I was primarily involved in transport operations, but I did participate in some large-scale operations and even served as flagship. Any hardship on the battlefield can be overcome as long as you believe in one another... I just know it!"
                },
                {
                    "key": "unlock",
                    "voice": "get.wav",
                    "name": "Receive",
                    "quote": "So this place is the port? Huh... Oh, Commander! I'm the fourth ship of the Yuugumo class, Naganami. It's a pleasure to finally meet you! Um... what's my selling point... Love! I love you, and everyone else as well!"
                },
                {
                    "key": "login",
                    "voice": "login.wav",
                    "name": "Log in",
                    "quote": "Welcome back, Commander! Um, Naganami will always be waiting for you right here! That's because, well... I'm happiest when I'm by your side!"
                },
                {
                    "key": "detail",
                    "voice": "detail.wav",
                    "name": "View details",
                    "quote": "I give off warm and fuzzy vibes? Ehehe, I've heard that from the others as well~ It's a little embarrassing... Nuh uh, I don't mind at all. I'm really glad to hear it!"
                },
                {
                    "key": "main1",
                    "voice": "main_1.wav",
                    "name": "Main screen 1",
                    "quote": "Jintsuu is always so knowledgeable and reliable... I wish I could be just like her... "
                },
                {
                    "key": "main2",
                    "voice": "main_2.wav",
                    "name": "Main screen 2",
                    "quote": "Commander, can you let me be flagship next time? I'll work even harder, for the sake of everyone's happiness! "
                },
                {
                    "key": "main3",
                    "voice": "main_3.wav",
                    "name": "Main screen 3",
                    "quote": "Lately, everyone has been circulating rumors that hugging me or cuddling my tail has healing properties, like coming out of a bath. They're even saying that it can cure colds... There's no way that's true, right?!"
                },
                {
                    "key": "touch",
                    "voice": "touch_1.wav",
                    "name": "Normal touch",
                    "quote": "I'm more than just a ball of fluff, you know? Look, it's my smile and my ability to bring warmth to others that counts~"
                },
                {
                    "key": "touch2",
                    "voice": "touch_2.wav",
                    "name": "Special touch",
                    "quote": "C-Commander, it's still work hoursss..."
                },
                {
                    "key": "mission",
                    "voice": "task.wav",
                    "name": "Mission reminder",
                    "quote": "I can probably help out with transport missions, but as for other tasks... By the way, Commander, I see you tackling all sorts of different missions every day! That's really amazing!"
                },
                {
                    "key": "mission_complete",
                    "voice": "mission_complete.wav",
                    "name": "Mission complete",
                    "quote": "Mission complete! Great work today! Come, come, don't be shy – come rest on this big fluffy pillow!"
                },
                {
                    "key": "mail",
                    "voice": "mail.wav",
                    "name": "Mail reminder",
                    "quote": "Commander, new mail has arrived. Here, I brought it for you. Maybe someone brought good tidings!"
                },
                {
                    "key": "home",
                    "voice": "home.wav",
                    "name": "Return to port",
                    "quote": "Commander, good job in battle! Hurry, come sit over here~ I'm going to give your shoulders a nice rub!"
                },
                {
                    "key": "expedition",
                    "voice": "expedition.wav",
                    "name": "Commission complete",
                    "quote": "Commander, everyone in the commission fleet has come home. I'm sure they're all tired, so I'll go give them a warm hug!"
                },
                {
                    "key": "upgrade",
                    "voice": "upgrade.wav",
                    "name": "Enhancing complete",
                    "quote": "The feeling of warmth and safety... this is what it feels like to get stronger... Commander, thank you very much!"
                },
                {
                    "key": "battle",
                    "voice": "warcry.wav",
                    "name": "Flagship fight",
                    "quote": "I'm the flagship? All right, just leave it to me!"
                },
                {
                    "key": "win_mvp",
                    "voice": "mvp.wav",
                    "name": "Victory",
                    "quote": "I didn't even realize I got MVP... But, this was only possible because of everyone's hard work!"
                },
                {
                    "key": "lose",
                    "voice": "lose.wav",
                    "name": "Defeat",
                    "quote": "I'll have to work much harder if I want to become an ideal flagship..."
                },
                {
                    "key": "skill",
                    "voice": "skill.wav",
                    "name": "Skills",
                    "quote": "Try this torpedo strike on for size!"
                },
                {
                    "key": "hp_warning",
                    "voice": "hp.wav",
                    "name": "Low HP",
                    "quote": "My friends are still fighting, so I can't afford to go down here!"
                },
                {
                    "key": "feeling1",
                    "voice": "feeling1.wav",
                    "name": "Upset",
                    "quote": "Commander, if there's anything bothering you, please let me know. I'll be waiting for you... as long as it takes..."
                },
                {
                    "key": "feeling2",
                    "voice": "feeling2.wav",
                    "name": "Stranger",
                    "quote": "Everyone in the Mutsuki class is super fluffy and cute! Being at this port makes me so happy~!"
                },
                {
                    "key": "feeling3",
                    "voice": "feeling3.wav",
                    "name": "Friendly",
                    "quote": "My tail is warm and fluffy, but Wakaba's is shinier in comparison... Hatsushimo's is slender, and Shimakaze's is tiny... Um, there are all different sorts!"
                },
                {
                    "key": "feeling4",
                    "voice": "feeling4.wav",
                    "name": "Crush",
                    "quote": "Oyashio taught me a little trick! If I remember properly, it goes a little like... this! This circle on your forehead is supposed to make you luckier when it comes to your love life, and also helps you become happier!"
                },
                {
                    "key": "feeling5",
                    "voice": "feeling5.wav",
                    "name": "Love",
                    "quote": "Still not enough good fortune in your life? ...You leave me no other choice then! Even if you have bad luck, there's a way to compensate for it! I just have to pass it to you directly... Mmwah~"
                },
                {
                    "key": "propose",
                    "voice": "propose.wav",
                    "name": "Promise",
                    "quote": "Um... Commander, I thought we had grown a lot closer, but this still feels a bit awkward... Wh-what should I do? ...Ah! Commander, try hugging my tail! I'm sure its warmth and fluffiness will help you loosen up! Mhm!"
                },
                {
                    "key": "link1",
                    "voice": "link1.wav",
                    "name": "Battle 1",
                    "quote": "(2 of the following: IJN Kawakaze, IJN Kagerō, IJN Kuroshio, IJN Makinami) When we work together, the 2nd Torpedo Squadron will never lose!"
                },
                {
                    "key": "link2",
                    "voice": "link2.wav",
                    "name": "Battle 2",
                    "quote": "(1 of the following: IJN Jintsū, IJN Noshiro) It's an honor to fight at your side!"
                }
            ]
        },
        {
            "name": "Long Waves of Happiness",
            "quotes": [
                {
                    "key": "drop_descrip",
                    "voice": "",
                    "name": "Drop description",
                    "quote": "Akashi pushed me into getting this outfit, saying that it would surely make you happy, but... What do you think...?"
                }
            ]
        }
    ]
}
