{
    "name": "IJN Tosa",
    "id": 30508,
    "skins": [
        {
            "name": "Tosa ",
            "quotes": [
                {
                    "key": "drop_descrip",
                    "voice": "",
                    "name": "Drop description",
                    "quote": "Tosa-class battleship number one – Tosa."
                },
                {
                    "key": "profile",
                    "voice": "profile.wav",
                    "name": "Details",
                    "quote": "I am Tosa, the first Tosa-class battleship. My construction began long ago, but its completion never came... I have been an aircraft carrier, a battleship, a weapons testbed, and a target; they worked and reworked me to the bone. But now I am here, in this form, and I will not disappoint you."
                },
                {
                    "key": "unlock",
                    "voice": "get.wav",
                    "name": "Receive",
                    "quote": "I am the nameship of the Tosa-class battleships, Tosa. I only serve those who I deem worthy. As for you... Well, I do not believe in making hasty judgments. For the time being, let me first assess your abilities."
                },
                {
                    "key": "login",
                    "voice": "login.wav",
                    "name": "Log in",
                    "quote": "Give me an engaging task, should you find one, Commander."
                },
                {
                    "key": "detail",
                    "voice": "detail.wav",
                    "name": "View details",
                    "quote": "I hate the phrase, \"it's how it's always been done.\" The same mistakes will forever be repeated as long as fools keep spouting it."
                },
                {
                    "key": "main1",
                    "voice": "main_1.wav",
                    "name": "Main screen 1",
                    "quote": "Brute force – the most primitive, but also most effective approach. That said, I much prefer fighting with words over swords."
                },
                {
                    "key": "main2",
                    "voice": "main_2.wav",
                    "name": "Main screen 2",
                    "quote": "I do not shy away from using any trick required to achieve my goals. I would rather that than play by the rules and end up at the bottom of the sea."
                },
                {
                    "key": "main3",
                    "voice": "main_3.wav",
                    "name": "Main screen 3",
                    "quote": "Stay behind if you cannot fight. The weak should know their place from the strong – this is the belief my sister holds."
                },
                {
                    "key": "main4",
                    "voice": "main_4.wav",
                    "name": "Main screen 4",
                    "quote": "I am neither as forward-thinking as Amagi, nor as short-fused as my sister. What? What's incorrect? The part about my sister, or my description of myself?"
                },
                {
                    "key": "touch",
                    "voice": "touch_1.wav",
                    "name": "Normal touch",
                    "quote": "Seeing as you have time to kill, why not practice your swordplay with me?"
                },
                {
                    "key": "touch2",
                    "voice": "touch_2.wav",
                    "name": "Special touch",
                    "quote": "Acting on a momentary impulse can have deadly repercussions. I do hope you're not getting any outlandish ideas."
                },
                {
                    "key": "mission",
                    "voice": "task.wav",
                    "name": "Mission reminder",
                    "quote": "A leader chooses their mission, not the other way around. You should take this principle to heart, Commander."
                },
                {
                    "key": "mission_complete",
                    "voice": "mission_complete.wav",
                    "name": "Mission complete",
                    "quote": "A mission has been completed, has it? Then don't loiter around, go and claim the rewards at once."
                },
                {
                    "key": "mail",
                    "voice": "mail.wav",
                    "name": "Mail reminder",
                    "quote": "A letter, eh? I would be grateful if even a third of the information in it is credible."
                },
                {
                    "key": "home",
                    "voice": "home.wav",
                    "name": "Return to port",
                    "quote": "Did you see anything extraordinary on your expedition? You may find it inconsequential, but I am curious to know what you encountered."
                },
                {
                    "key": "expedition",
                    "voice": "expedition.wav",
                    "name": "Commission complete",
                    "quote": "You don't expect me to announce when a commission team returns, do you?"
                },
                {
                    "key": "upgrade",
                    "voice": "upgrade.wav",
                    "name": "Enhancing complete",
                    "quote": "You have an eye for talent, Commander."
                },
                {
                    "key": "battle",
                    "voice": "warcry.wav",
                    "name": "Flagship fight",
                    "quote": "Hah, my rampage is soon to begin!"
                },
                {
                    "key": "win_mvp",
                    "voice": "mvp.wav",
                    "name": "Victory",
                    "quote": "It's over already? Hmph, I expected more from them."
                },
                {
                    "key": "lose",
                    "voice": "lose.wav",
                    "name": "Defeat",
                    "quote": "Gah, so even I overestimate my abilities at times..."
                },
                {
                    "key": "skill",
                    "voice": "skill.wav",
                    "name": "Skills",
                    "quote": "Bear witness to who reigns supreme!"
                },
                {
                    "key": "hp_warning",
                    "voice": "hp.wav",
                    "name": "Low HP",
                    "quote": "Hahaha... Battles fraught with suspense are always the most interesting!"
                },
                {
                    "key": "feeling1",
                    "voice": "feeling1.wav",
                    "name": "Upset",
                    "quote": "Weaklings belong behind the shorelines. I have no business with someone who cannot handle even a tidal wave."
                },
                {
                    "key": "feeling2",
                    "voice": "feeling2.wav",
                    "name": "Stranger",
                    "quote": "You are brave, lowering your guard around someone that could take your life at any moment. You say it's because you trust me? Hahahah. Trust. A fine word that is."
                },
                {
                    "key": "feeling3",
                    "voice": "feeling3.wav",
                    "name": "Friendly",
                    "quote": "You are an odd one, remaining unfazed in the presence of the Sakura Empire's ships. Still, I do enjoy exchanging stories with you. What have you in store for me today?"
                },
                {
                    "key": "feeling4",
                    "voice": "feeling4.wav",
                    "name": "Crush",
                    "quote": "When I am alone, I let no rules or regulations restrain me; I push my will through. However, when you are present, I feel compelled to follow the rules and act with prudence. You are really something else, Commander."
                },
                {
                    "key": "feeling5",
                    "voice": "feeling5.wav",
                    "name": "Love",
                    "quote": "Your ambitions and dreams are of no concern to me, but I know that you need me. Which, I admit, is also true in reverse. Our fates are intertwined, and we cannot afford to lose one another... Hahahah, isn't that right?"
                },
                {
                    "key": "propose",
                    "voice": "propose.wav",
                    "name": "Promise",
                    "quote": "Simply being given life in this world would've been enough for me, but now I've even been given a partner to spend said life with... Hmph, life is a long and arduous road, and I am happy that I get to walk it with you."
                },
                {
                    "key": "link1",
                    "voice": "link1.wav",
                    "name": "Battle 1",
                    "quote": "(1 of the following: IJN Kaga) Together with me now, my sister!"
                },
                {
                    "key": "link2",
                    "voice": "link2.wav",
                    "name": "Battle 2",
                    "quote": "(1 of the following: IJN Amagi) I am still no match for you, Amagi."
                }
            ]
        },
        {
            "name": "Hometown Zest",
            "quotes": [
                {
                    "key": "drop_descrip",
                    "voice": "",
                    "name": "Drop description",
                    "quote": "An inspection? ...You're awfully gung-ho about your work considering how hot it is outside... Surely you wouldn't have some sort of ulterior motive?"
                }
            ]
        }
    ]
}
