{
    "name": "IJN Hanazuki",
    "id": 30182,
    "skins": [
        {
            "name": "Hanazuki ",
            "quotes": [
                {
                    "key": "drop_descrip",
                    "voice": "",
                    "name": "Drop description",
                    "quote": "Akizuki-class destroyer number thirteen – Hanazuki."
                },
                {
                    "key": "profile",
                    "voice": "profile.wav",
                    "name": "Details",
                    "quote": "I entered service during the tail end of the War as an Akizuki-class specialized for anti-air and anti-submarine capabilities... Err, I guess it was the Fuyutsuki-class... Or was it the Michitsuki-class... Err... S-sorry, I still have a lot to learn, so I'd greatly appreciate your guidance!"
                },
                {
                    "key": "unlock",
                    "voice": "get.wav",
                    "name": "Receive",
                    "quote": "I, destroyer Hanazuki from the Sakura Empire, would like to extend my humble greetings to you. As a member of the Akizuki class, I specialize in anti-air and anti-sub warfare, but please do not hesitate to call upon me where I am needed."
                },
                {
                    "key": "login",
                    "voice": "login.wav",
                    "name": "Log in",
                    "quote": "Welcome back, Commander. Shall we continue our work? Should you have any concerns, please feel free to consult me. I shall do all I can to assist you."
                },
                {
                    "key": "detail",
                    "voice": "detail.wav",
                    "name": "View details",
                    "quote": "I love the way countless flowers bloom vividly during the spring, but even so, I wouldn't want it to be spring all year long - that would be unfair to the flowers that only bloom in other seasons. Mhm, I'm sure the four seasons exist so that all flowers have a chance to bloom. Hehe~"
                },
                {
                    "key": "main1",
                    "voice": "main_1.wav",
                    "name": "Main screen 1",
                    "quote": "Commander, do you prefer herbal tea, or black tea? "
                },
                {
                    "key": "main2",
                    "voice": "main_2.wav",
                    "name": "Main screen 2",
                    "quote": "Commander, Harutsuki seems to have gotten herself in some trouble. I'd like to check on her, so would you mind if I left you for a bit? "
                },
                {
                    "key": "main3",
                    "voice": "main_3.wav",
                    "name": "Main screen 3",
                    "quote": "\"The sun in the west, the moon in the east, canola blossoms inbetween.\" I'd love to see this scenery myself."
                },
                {
                    "key": "touch",
                    "voice": "touch_1.wav",
                    "name": "Normal touch",
                    "quote": "Anything you need me to do, as long as it is within my abilities, I would gladly do for you."
                },
                {
                    "key": "touch2",
                    "voice": "touch_2.wav",
                    "name": "Special touch",
                    "quote": "Eek?! Um, if I may be so bold... this sort of behavior is... It would be best not to do this to the other girls..."
                },
                {
                    "key": "mission",
                    "voice": "task.wav",
                    "name": "Mission reminder",
                    "quote": "So many unfinished tasks... Commander, wh-where should we start?"
                },
                {
                    "key": "mission_complete",
                    "voice": "mission_complete.wav",
                    "name": "Mission complete",
                    "quote": "Congratulations! As expected Commander, you've completed our missions with flying colors!"
                },
                {
                    "key": "mail",
                    "voice": "mail.wav",
                    "name": "Mail reminder",
                    "quote": "New mail seems to have arrived. If you need me to sort it for you, please let me know."
                },
                {
                    "key": "home",
                    "voice": "home.wav",
                    "name": "Return to port",
                    "quote": "Welcome back, Commander. "
                },
                {
                    "key": "expedition",
                    "voice": "expedition.wav",
                    "name": "Commission complete",
                    "quote": "The commission fleet has returned. Commander, should I bring some herbal tea with me to welcome them back?"
                },
                {
                    "key": "upgrade",
                    "voice": "upgrade.wav",
                    "name": "Enhancing complete",
                    "quote": "I see, I see. That was quite educational."
                },
                {
                    "key": "battle",
                    "voice": "warcry.wav",
                    "name": "Flagship fight",
                    "quote": "Be careful, everyone. Watch out for the submarines...!"
                },
                {
                    "key": "win_mvp",
                    "voice": "mvp.wav",
                    "name": "Victory",
                    "quote": "It's only right that I offer my gratitude to everyone who fought alongside me."
                },
                {
                    "key": "lose",
                    "voice": "lose.wav",
                    "name": "Defeat",
                    "quote": "I see, because of my indecisiveness... I am terribly sorry for dragging everyone down..."
                },
                {
                    "key": "skill",
                    "voice": "skill.wav",
                    "name": "Skills",
                    "quote": "Hanazuki is here to offer support!"
                },
                {
                    "key": "hp_warning",
                    "voice": "hp.wav",
                    "name": "Low HP",
                    "quote": "Ngh... As long as the others are safe..."
                },
                {
                    "key": "feeling1",
                    "voice": "feeling1.wav",
                    "name": "Upset",
                    "quote": "Commander, I do not wish to see you ostracized by anyone... But at this rate, I may not be able to do anything for you..."
                },
                {
                    "key": "feeling2",
                    "voice": "feeling2.wav",
                    "name": "Stranger",
                    "quote": "The sun is shining brightly, and it's another beautiful day outside. Commander, if you aren't busy, would you like to view the flowers with me?"
                },
                {
                    "key": "feeling3",
                    "voice": "feeling3.wav",
                    "name": "Friendly",
                    "quote": "It's embarrassing to admit it, but... I tried to pick up gardening several times but kept getting stuck because I couldn't decide what I wanted to grow... Commander, do you have any flowers that you're partial towards? I want to make up my mind this time!"
                },
                {
                    "key": "feeling4",
                    "voice": "feeling4.wav",
                    "name": "Crush",
                    "quote": "Some flowers bloom all year long while others are fleeting and ephemeral. Some are purely ornamental, while others have therapeutic uses... Commander, do you like flowers that bloom dazzlingly, or those that bloom silently and out of view? ...Ah, sorry, I'm not making any sense..."
                },
                {
                    "key": "feeling5",
                    "voice": "feeling5.wav",
                    "name": "Love",
                    "quote": "Commander, I hope this is not too presumptuous of me, but may I decorate your office with some fresh flowers? I want to give you something that reminds you of me, even when I am absent... It's just a little selfish whim of mine, hehe~"
                },
                {
                    "key": "propose",
                    "voice": "propose.wav",
                    "name": "Promise",
                    "quote": "I see that while my heart was still wavering, you've already made up yours. Then, I won't hesitate to reciprocate your feelings either... Hanazuki will gladly accept this ring. I'm so glad that I can be someone who is important to you..."
                },
                {
                    "key": "link1",
                    "voice": "link1.wav",
                    "name": "Battle 1",
                    "quote": "(1 of the following: IJN Niizuki, IJN Harutsuki, IJN Yoizuki) Anti-sub, anti-air patrol, be careful!"
                },
                {
                    "key": "link2",
                    "voice": "link2.wav",
                    "name": "Battle 2",
                    "quote": "(1 of the following: HMS Aurora) How does your garden fare today?"
                }
            ]
        },
        {
            "name": "Morning Moon, Beachside Flower",
            "quotes": [
                {
                    "key": "drop_descrip",
                    "voice": "",
                    "name": "Drop description",
                    "quote": "I've heard some say that summer is the season of cherry blossoms, lotus petals, and sunflowers, but... If you ask me, being able to leisurely enjoy the breeze with you feels pretty good too. Hehe~"
                }
            ]
        }
    ]
}
